Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# StartupPage_Notification_BatchRemovedFailed
source: Removed {0} item(s). {1} failed (admin required).
ar_tn: تمت إزالة {0} عنصر/عناصر. فشل {1} (يلزم الإذن كمسؤول).
de: {0} Element(e) entfernt. {1} fehlgeschlagen (Administrator erforderlich).
es_es: Se han eliminado {0} elemento(s). {1} fallaron (se requieren permisos de administrador).
fr_fr: {0} élément(s) supprimé(s). {1} ont échoué (droits d'administrateur requis).
he_il: הוסרו {0} פריט/ים. {1} נכשלו (נדרשות הרשאות מנהל).
id_id: {0} item dihapus. {1} gagal (diperlukan hak administrator).
it_it: {0} elemento/i rimosso/i. {1} non riusciti (privilegi di amministratore richiesti).
ja_jp: {0}個のアイテムを削除しました。{1}個が失敗しました（管理者権限が必要）。
pt_br: {0} item(ns) removido(s). {1} falharam (privilégios de administrador necessários).
ru_ru: Удалено {0} элемент(ов). {1} не удалось (требуются права администратора).
vi_vn: Đã xóa {0} mục. {1} thất bại (cần quyền quản trị viên).
zh_hans: 已删除 {0} 个项目。{1} 个失败（需要管理员权限）。
zh_hant: 已移除 {0} 個項目。{1} 個失敗（需要系統管理員權限）。

# StartupPage_SelectAllCheckBox.ToolTipService.ToolTip
source: Select all
ar_tn: تحديد الكل
de: Alles auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
he_il: בחר הכל
id_id: Pilih semua
it_it: Seleziona tutto
ja_jp: すべて選択
pt_br: Selecionar tudo
ru_ru: Выбрать все
vi_vn: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# Intelligent_ScoreTitle
source: Optimization Score
ar_tn: درجة التحسين
de: Optimierungswert
es_es: Puntuación de optimización
fr_fr: Score d'optimisation
he_il: ציון מיטוב
id_id: Skor Optimasi
it_it: Punteggio di ottimizzazione
ja_jp: 最適化スコア
ko_kr: 최적화 점수
pt_br: Pontuação de Otimização
ru_ru: Оценка оптимизации
tr_tr: Optimizasyon Puanı
vi_vn: Điểm tối ưu hóa
zh_hans: 优化得分
zh_hant: 最佳化得分

# Intelligent_HealthGrade_Scanning
source: Scanning...
ar_tn: جارٍ الفحص...
de: Wird gescannt...
es_es: Analizando...
fr_fr: Analyse en cours...
he_il: סורק...
id_id: Memindai...
it_it: Scansione...
ja_jp: スキャン中...
ko_kr: 스캔 중...
pt_br: Verificando...
ru_ru: Сканирование...
tr_tr: Taranıyor...
vi_vn: Đang quét...
zh_hans: 正在扫描...
zh_hant: 正在掃描...

# Intelligent_HealthGrade_Excellent
source: A+ Excellent
ar_tn: A+ ممتاز
de: A+ Hervorragend
es_es: A+ Excelente
he_il: A+ מצוין
id_id: A+ Luar Biasa
it_it: A+ Eccellente
ja_jp: A+ 非常に優秀
ko_kr: A+ 매우 우수
pt_br: A+ Excelente
ru_ru: A+ Отлично
tr_tr: A+ Mükemmel
vi_vn: A+ Xuất sắc
zh_hans: A+ 极佳
zh_hant: A+ 極佳

# Intelligent_HealthGrade_Good
source: B Good
ar_tn: B جيد
de: B Gut
es_es: B Bueno
fr_fr: B Bon
he_il: B טוב
id_id: B Bagus
it_it: B Buono
ja_jp: B 良好
ko_kr: B 좋음
pt_br: B Bom
ru_ru: B Хорошо
tr_tr: B İyi
vi_vn: B Tốt
zh_hans: B 良好
zh_hant: B 良好

# Intelligent_HealthGrade_Fair
source: C Fair
ar_tn: C مقبول
de: C Ausreichend
es_es: C Aceptable
fr_fr: C Moyen
he_il: C בינוני
id_id: C Cukup
it_it: C Discreto
ja_jp: C 普通
ko_kr: C 보통
pt_br: C Razoável
ru_ru: C Удовлетворительно
tr_tr: C Orta
vi_vn: C Trung bình
zh_hans: C 一般
zh_hant: C 普通

# Intelligent_HealthGrade_NeedsTuning
source: D Needs Tuning
ar_tn: D بحاجة إلى ضبط
de: D Tuning erforderlich
es_es: D Requiere ajuste
fr_fr: D Optimisation requise
he_il: D דורש כוונון
id_id: D Perlu Penyesuaian
it_it: D Richiede ottimizzazione
ja_jp: D 調整が必要
ko_kr: D 튜닝 필요
pt_br: D Precisa de Ajustes
ru_ru: D Требуется настройка
tr_tr: D Ayar Gerekiyor
vi_vn: D Cần tinh chỉnh
zh_hans: D 需要调优
zh_hant: D 需要調整

# Intelligent_HealthGrade_Unoptimized
source: F Unoptimized
ar_tn: F غير محسن
de: F Nicht optimiert
es_es: F No optimizado
fr_fr: F Non optimisé
he_il: F לא ממוטב
id_id: F Belum Dioptimalkan
it_it: F Non ottimizzato
ja_jp: F 未最適化
ko_kr: F 최적화되지 않음
pt_br: F Não Otimizado
ru_ru: F Не оптимизировано
tr_tr: F Optimize Edilmemiş
vi_vn: F Chưa tối ưu
zh_hans: F 未优化
zh_hant: F 未最佳化

# Intelligent_Domain_GlobalTitle
source: Intelligent Diagnostic Center
ar_tn: مركز التشخيص الذكي
de: Intelligentes Diagnosezentrum
es_es: Centro de diagnóstico inteligente
fr_fr: Centre de diagnostic intelligent
he_il: מרכז אבחון חכם
id_id: Pusat Diagnostik Cerdas
it_it: Centro di diagnostica intelligente
ja_jp: インテリジェント診断センター
ko_kr: 지능형 진단 센터
pt_br: Centro de Diagnóstico Inteligente
ru_ru: Интеллектуальный центр диагностики
tr_tr: Akıllı Tanılama Merkezi
vi_vn: Trung tâm chẩn đoán thông minh
zh_hans: 智能诊断中心
zh_hant: 智慧診斷中心

# Intelligent_Domain_GlobalDesc
source: Select a category to preview smart recommendations, reduce system latency, and fine-tune your configuration.
ar_tn: اختر فئة لمعاينة التوصيات الذكية، وتقليل زمن استجابة النظام، وضبط إعداداتك بدقة.
de: Wählen Sie eine Kategorie, um intelligente Empfehlungen anzuzeigen, Systemlatenzen zu reduzieren und Ihre Konfiguration anzupassen.
es_es: Seleccione una categoría para ver recomendaciones inteligentes, reducir la latencia del sistema y ajustar su configuración.
fr_fr: Sélectionnez une catégorie pour prévisualiser les recommandations intelligentes, réduire la latence du système et ajuster votre configuration.
he_il: בחר קטגוריה כדי לצפות בהמלצות חכמות, להפחית את השהיית המערכת ולכוונן את התצורה שלך.
id_id: Pilih kategori untuk melihat rekomendasi cerdas, mengurangi latensi sistem, dan menyesuaikan konfigurasi Anda.
it_it: Seleziona una categoria per visualizzare consigli intelligenti, ridurre la latenza del sistema e ottimizzare la configurazione.
ja_jp: カテゴリを選択してスマートな推奨事項を確認し、システム遅延を低減して設定を最適化します。
ko_kr: 카테고리를 선택하여 스마트 추천 항목을 확인하고, 시스템 지연 시간을 줄이며 구성을 미세 조정하세요.
pt_br: Selecione uma categoria para visualizar recomendações inteligentes, reduzir a latência do sistema e ajustar sua configuração.
ru_ru: Выберите категорию для предварительного просмотра умных рекомендаций, снижения задержки системы и точной настройки конфигурации.
tr_tr: Akıllı önerileri önizlemek, sistem gecikmesini azaltmak ve yapılandırmanızı optimize etmek için bir kategori seçin.
vi_vn: Chọn một danh mục để xem trước các đề xuất thông minh, giảm độ trễ hệ thống và tinh chỉnh cấu hình của bạn.
zh_hans: 选择一个类别以预览智能建议、降低系统延迟并微调您的配置。
zh_hant: 選擇一個類別以預覽智慧建議、降低系統延遲並微調您的設定。

# Intelligent_Domain_PerfTitle
source: Performance Engine
ar_tn: محرك الأداء
de: Leistungs-Engine
es_es: Motor de rendimiento
fr_fr: Moteur de performances
he_il: מנוע ביצועים
id_id: Mesin Performa
it_it: Motore di prestazioni
ja_jp: パフォーマンスエンジン
ko_kr: 성능 엔진
pt_br: Motor de Desempenho
ru_ru: Движок производительности
tr_tr: Performans Motoru
vi_vn: Động cơ hiệu năng
zh_hans: 性能引擎
zh_hant: 效能引擎

# Intelligent_Domain_PerfDesc
source: Optimizes GPU hardware scheduling, CPU quantum slicing, NTFS buffer indexing, and eliminates desktop menu delays.
ar_tn: يحسن جدولة عتاد GPU، وتقسيم وقت وحدة المعالجة المركزية، وفهرسة مخازن NTFS، ويزيل تأخيرات قوائم سطح المكتب.
de: Optimiert GPU-Hardwareplanung, CPU-Zeitscheiben, NTFS-Pufferindizierung und beseitigt Verzögerungen bei Desktop-Menüs.
es_es: Optimiza la programación de hardware GPU, la división de tiempo de CPU, la indexación de búfer NTFS y elimina retrasos en menús del escritorio.
fr_fr: Optimise la planification matérielle du GPU, le découpage temporel du processeur, la mise en mémoire tampon NTFS et élimine les retards des menus.
he_il: ממטב תזמון חומרת GPU, חלוקת זמן של ה-CPU, אינדוקס מאגרי NTFS ומבטל השהיות בתפריטי שולחן העבודה.
id_id: Mengoptimalkan penjadwalan perangkat keras GPU, pembagian waktu CPU, pengindeksan buffer NTFS, dan menghilangkan keterlambatan menu desktop.
it_it: Ottimizza la pianificazione hardware della GPU, il quantum CPU, l'indicizzazione dei buffer NTFS ed elimina i ritardi dei menu del desktop.
ja_jp: GPUハードウェアスケジューリング、CPUタイムスライス、NTFSバッファインデックスを最適化し、デスクトップメニューの遅延を解消します。
ko_kr: GPU 하드웨어 스케줄링, CPU 퀀텀 분할, NTFS 버퍼 인덱싱을 최적화하고 바탕화면 메뉴 지연을 제거합니다.
pt_br: Otimiza o agendamento de hardware da GPU, divisão de tempo da CPU, indexação de buffer NTFS e elimina atrasos nos menus da área de trabalho.
ru_ru: Оптимизирует аппаратное планирование GPU, квантование времени ЦП, буферизацию NTFS и устраняет задержки контекстных меню рабочего стола.
tr_tr: GPU donanım zamanlamasını, CPU kuantum dilimlemeyi, NTFS arabellek dizinlemeyi optimize eder ve masaüstü menü gecikmelerini ortadan kaldırır.
vi_vn: Tối ưu hóa lập lịch phần cứng GPU, phân chia thời gian CPU, lập chỉ mục bộ đệm NTFS và loại bỏ độ trễ menu màn hình.
zh_hans: 优化 GPU 硬件计划、CPU 时间片分配、NTFS 缓冲区索引，并消除桌面菜单延迟。
zh_hant: 最佳化 GPU 硬體排程、CPU 時間配額、NTFS 緩衝區索引，並消除桌面功能表延遲。

# Intelligent_Domain_PrivTitle
source: Privacy & Telemetry Shield
ar_tn: درع الخصوصية والقياس عن بعد
de: Privatsphäre- & Telemetrie-Schild
es_es: Escudo de privacidad y telemetría
fr_fr: Bouclier de confidentialité et télémétrie
he_il: מגן פרטיות וטלמטריה
id_id: Perisai Privasi & Telemetri
it_it: Scudo privacy e telemetria
ja_jp: プライバシー＆テレメトリ保護
ko_kr: 개인 정보 및 원격 측정 보호
pt_br: Escudo de Privacidade e Telemetria
ru_ru: Защита конфиденциальности и телеметрии
tr_tr: Gizlilik ve Telemetri Kalkanı
vi_vn: Lá chắn quyền riêng tư & đo từ xa
zh_hans: 隐私与遥测防护
zh_hant: 隱私與遙測防護

# Intelligent_Domain_PrivDesc
source: Blocks background diagnostic telemetry, Windows AI data scraping, Recall screen snapshots, and cloud activity uploads.
ar_tn: يحظر القياس التشخيصي في الخلفية، وجمع بيانات الذكاء الاصطناعي في Windows، ولقطات شاشة Recall، وتحميل النشاط إلى السحابة.
de: Blockiert Hintergrund-Diagnosetelemetrie, Windows-KI-Datenerfassung, Recall-Bildschirm-Snapshots und Cloud-Aktivitäts-Uploads.
es_es: Bloquea la telemetría de diagnóstico en segundo plano, la recopilación de datos de IA de Windows, las capturas de pantalla de Recall y la subida de actividad a la nube.
fr_fr: Bloque la télémétrie de diagnostic en arrière-plan, la collecte de données IA de Windows, les instantanés Recall et les transferts d'activité dans le cloud.
he_il: חוסם טלמטריית אבחון ברקע, איסוף נתוני AI של Windows, צילומי מסך של Recall והעלאת פעילות לענן.
id_id: Memblokir telemetri diagnostik latar belakang, pengumpulan data AI Windows, tangkapan layar Recall, dan pengunggahan aktivitas cloud.
it_it: Blocca la telemetria diagnostica in background, la raccolta dati di Windows AI, le istantanee di Recall e i caricamenti delle attività nel cloud.
ja_jp: バックグラウンドの診断テレメトリ、Windows AIのデータ収集、Recallの画面スナップショット、クラウドへのアクティビティ送信をブロックします。
ko_kr: 백그라운드 진단 원격 측정, Windows AI 데이터 수집, Recall 화면 스냅샷 및 클라우드 활동 업로드를 차단합니다.
pt_br: Bloqueia telemetria de diagnóstico em segundo plano, coleta de dados de IA do Windows, capturas de tela do Recall e envios de atividade para a nuvem.
ru_ru: Блокирует фоновую диагностическую телеметрию, сбор данных Windows AI, снимки экрана Recall и отправку активности в облако.
tr_tr: Arka plan tanılama telemetrisini, Windows AI veri toplamayı, Recall ekran görüntülerini ve buluta etkinlik yüklemelerini engeller.
vi_vn: Chặn đo từ xa chẩn đoán nền, thu thập dữ liệu Windows AI, ảnh chụp màn hình Recall và tải lên hoạt động đám mây.
zh_hans: 阻止后台诊断遥测、Windows AI 数据抓取、Recall 屏幕快照以及云端活动上传。
zh_hant: 封鎖背景診斷遙測、Windows AI 資料擷取、Recall 螢幕快照以及雲端活動上傳。

# Intelligent_Domain_FeatTitle
source: Usability & Shell Features
ar_tn: سهولة الاستخدام وميزات الواجهة
de: Benutzerfreundlichkeit & Shell-Funktionen
es_es: Usabilidad y características de la interfaz
fr_fr: Ergonomie et fonctionnalités de l'interface
he_il: שימושיות ותכונות המעטפת
id_id: Kegunaan & Fitur Shell
it_it: Usabilità e funzionalità interfaccia
ja_jp: 使いやすさとシェル機能
ko_kr: 사용성 및 셸 기능
pt_br: Usabilidade e Recursos do Shell
ru_ru: Удобство и функции интерфейса
tr_tr: Kullanılabilirlik ve Kabuk Özellikleri
vi_vn: Khả năng sử dụng & tính năng Shell
zh_hans: 易用性与外壳功能
zh_hant: 易用性與殼層功能

# Intelligent_Domain_FeatDesc
source: Restores classic right-click menus, enables taskbar 'End Task', reveals hidden files/extensions, and declutters Start Menu.
ar_tn: يستعيد قوائم النقر بزر الماوس الأيمن الكلاسيكية، ويفعل 'إنهاء المهمة' على شريط المهام، ويظهر الملفات والامتدادات المخفية، وينظف قائمة ابدأ.
de: Stellt klassische Kontextmenüs wieder her, aktiviert 'Task beenden' in der Taskleiste, zeigt versteckte Dateien/Erweiterungen an und entrümpelt das Startmenü.
es_es: Restaura los menús contextuales clásicos, habilita 'Finalizar tarea' en la barra de tareas, muestra extensiones/archivos ocultos y simplifica el menú Inicio.
fr_fr: Restaure les menus contextuels classiques, active 'Fin de tâche' sur la barre des tâches, affiche les fichiers/extensions masqués et épure le menu Démarrer.
he_il: משחזר תפריטי קליק ימני קלאסיים, מפעיל 'סיים משימה' בשורת המשימות, חושף קבצים וסיומות מוסתרים ומסדר את תפריט התחל.
id_id: Memulihkan menu klik kanan klasik, mengaktifkan 'End Task' di taskbar, menampilkan file/ekstensi tersembunyi, dan merapikan Menu Mulai.
it_it: Ripristina i menu di scelta rapida classici, abilita 'Termina attività' sulla barra delle applicazioni, mostra file ed estensioni nascosti e ripulisce il menu Start.
ja_jp: クラシックな右クリックメニューを復元し、タスクバーの「タスクの終了」を有効化、拡張子や隠しファイルを表示してスタートメニューを整理します。
ko_kr: 클래식 마우스 오른쪽 버튼 메뉴를 복원하고, 작업 표시줄 '작업 끝내기'를 활성화하며, 숨김 파일/확장자를 표시하고 시작 메뉴를 정리합니다.
pt_br: Restaura menus clássicos de clique com botão direito, ativa 'Finalizar Tarefa' na barra de tarefas, exibe extensões/arquivos ocultos e limpa o Menu Iniciar.
ru_ru: Восстанавливает классическое контекстное меню, включает 'Снять задачу' на панели задач, отображает скрытые файлы и расширения и очищает меню 'Пуск'.
tr_tr: Klasik sağ tık menülerini geri yükler, görev çubuğunda 'Görevi Sonlandır'ı etkinleştirir, gizli dosya ve uzantıları gösterir ve Başlat Menüsünü sadeleştirir.
vi_vn: Khôi phục menu chuột phải cổ điển, bật 'Kết thúc tác vụ' trên thanh tác vụ, hiển thị tệp/phần mở rộng ẩn và dọn dẹp Menu Bắt đầu.
zh_hans: 恢复经典右键菜单、启用任务栏“结束任务”、显示隐藏文件和扩展名，并精简“开始”菜单。
zh_hant: 還原傳統快顯功能表、啟用工作列「結束工作」、顯示隱藏檔案和副檔名，並精簡「開始」功能表。

# Intelligent_ActiveCount
source: Active: {0} / {1}
ar_tn: النشط: {0} / {1}
de: Aktiv: {0} / {1}
es_es: Activo: {0} / {1}
fr_fr: Actif : {0} / {1}
he_il: פעיל: {0} / {1}
id_id: Aktif: {0} / {1}
it_it: Attivo: {0} / {1}
ja_jp: 有効: {0} / {1}
ko_kr: 활성: {0} / {1}
pt_br: Ativo: {0} / {1}
ru_ru: Активно: {0} / {1}
tr_tr: Etkin: {0} / {1}
vi_vn: Đang bật: {0} / {1}
zh_hans: 已启用: {0} / {1}
zh_hant: 已啟用: {0} / {1}

# Intelligent_OptimizationsActive
source: Optimizations Active: {0} / {1}
ar_tn: التحسينات النشطة: {0} / {1}
de: Optimierungen aktiv: {0} / {1}
es_es: Optimizaciones activas: {0} / {1}
fr_fr: Optimisations actives : {0} / {1}
he_il: מיטובים פעילים: {0} / {1}
id_id: Optimasi Aktif: {0} / {1}
it_it: Ottimizzazioni attive: {0} / {1}
ja_jp: 有効な最適化: {0} / {1}
ko_kr: 활성화된 최적화: {0} / {1}
pt_br: Otimizações Ativas: {0} / {1}
ru_ru: Активных оптимизаций: {0} / {1}
tr_tr: Etkin Optimizasyonlar: {0} / {1}
vi_vn: Tối ưu hóa đang bật: {0} / {1}
zh_hans: 已启用的优化: {0} / {1}
zh_hant: 已啟用的最佳化: {0} / {1}

# Intelligent_PotentialGain
source: Gain: +{0} pts
ar_tn: المكسب: +{0} نقطة
de: Gewinn: +{0} Pkt
es_es: Ganancia: +{0} pts
he_il: רווח: ‎+{0} נק'
id_id: Potensi: +{0} poin
it_it: Guadagno: +{0} pt
ja_jp: 上昇見込み: +{0} pt
ko_kr: 상승 가능: +{0}점
pt_br: Ganho: +{0} pts
ru_ru: Прирост: +{0} очков
tr_tr: Kazanç: +{0} puan
vi_vn: Tiềm năng: +{0} điểm
zh_hans: 可提升: +{0} 分
zh_hant: 可提升: +{0} 分

# Intelligent_RecommendedCount
source: Recommended: {0}
ar_tn: الموصى به: {0}
de: Empfohlen: {0}
es_es: Recomendado: {0}
fr_fr: Recommandé : {0}
he_il: מומלץ: {0}
id_id: Direkomendasikan: {0}
it_it: Consigliati: {0}
ja_jp: 推奨: {0}
ko_kr: 추천: {0}
pt_br: Recomendado: {0}
ru_ru: Рекомендовано: {0}
tr_tr: Önerilen: {0}
vi_vn: Đề xuất: {0}
zh_hans: 推荐项: {0}
zh_hant: 建議項目: {0}

# Intelligent_RollbacksCount
source: Rollbacks: {0}
ar_tn: نقاط التراجع: {0}
de: Wiederherstellungen: {0}
es_es: Puntos de reversión: {0}
fr_fr: Points de restauration : {0}
he_il: שחזורים: {0}
id_id: Cadangan Rollback: {0}
it_it: Ripristini: {0}
ja_jp: ロールバック可能: {0}
ko_kr: 롤백 가능: {0}
pt_br: Restaurações: {0}
ru_ru: Откатов доступно: {0}
tr_tr: Geri Alma Noktaları: {0}
vi_vn: Khôi phục: {0}
zh_hans: 可回滚项: {0}
zh_hant: 可復原項目: {0}

# Intelligent_Metric_LowLatency
source: Low Latency & Fast UI
ar_tn: استجابة سريعة وتأخير منخفض
de: Geringe Latenz & schnelle UI
es_es: Baja latencia e interfaz rápida
fr_fr: Faible latence et interface réactive
he_il: זמן אחזור נמוך וממשק מהיר
id_id: Latensi Rendah & UI Cepat
it_it: Bassa latenza e interfaccia reattiva
ja_jp: 低遅延＆高速UI
ko_kr: 낮은 지연 시간 및 빠른 UI
pt_br: Baixa Latência e Interface Rápida
ru_ru: Низкая задержка и быстрый интерфейс
tr_tr: Düşük Gecikme ve Hızlı Arayüz
vi_vn: Độ trễ thấp & UI nhanh
zh_hans: 低延迟与流畅界面
zh_hant: 低延遲與流暢介面

# Intelligent_Metric_DataShield
source: Data & Voice Shield
ar_tn: حماية البيانات والصوت
de: Daten- & Sprachschutz
es_es: Protección de datos y voz
fr_fr: Protection des données et vocale
he_il: הגנת נתונים וקול
id_id: Pelindung Data & Suara
it_it: Protezione dati e voce
ja_jp: データ＆音声保護
ko_kr: 데이터 및 음성 보호
pt_br: Proteção de Dados e Voz
ru_ru: Защита данных и голоса
tr_tr: Veri ve Ses Kalkanı
vi_vn: Bảo vệ dữ liệu & giọng nói
zh_hans: 数据与语音防护
zh_hant: 資料與語音防護

# Intelligent_Metric_Productivity
source: 1-Click Productivity
ar_tn: إنتاجية بنقرة واحدة
de: 1-Klick-Produktivität
es_es: Productividad con 1 clic
fr_fr: Productivité en 1 clic
he_il: פרודוקטיביות בלחיצה אחת
id_id: Produktivitas 1-Klik
it_it: Produttività in 1 clic
ja_jp: ワンクリックで快適化
ko_kr: 원클릭 생산성
pt_br: Produtividade em 1 Clique
ru_ru: Продуктивность в 1 клик
tr_tr: Tek Tıkla Verimlilik
vi_vn: Năng suất 1 cú nhấp
zh_hans: 一键提升生产力
zh_hant: 一鍵提升生產力

# Intelligent_Category_Performance
source: Performance
ar_tn: الأداء
de: Leistung
es_es: Rendimiento
fr_fr: Performances
he_il: ביצועים
id_id: Performa
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능
pt_br: Desempenho
ru_ru: Производительность
tr_tr: Performans
vi_vn: Hiệu năng
zh_hans: 性能
zh_hant: 效能

# Intelligent_Category_Privacy
source: Privacy
ar_tn: الخصوصية
de: Privatsphäre
es_es: Privacidad
fr_fr: Confidentialité
he_il: פרטיות
id_id: Privasi
ja_jp: プライバシー
ko_kr: 개인 정보
pt_br: Privacidade
ru_ru: Конфиденциальность
tr_tr: Gizlilik
vi_vn: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# Intelligent_Category_Usability
source: Usability
ar_tn: سهولة الاستخدام
de: Benutzerfreundlichkeit
es_es: Usabilidad
fr_fr: Ergonomie
he_il: שימושיות
id_id: Kegunaan
it_it: Usabilità
ja_jp: 使いやすさ
ko_kr: 사용성
pt_br: Usabilidade
ru_ru: Удобство
tr_tr: Kullanılabilirlik
vi_vn: Khả năng sử dụng
zh_hans: 易用性
zh_hant: 易用性

# Intelligent_Mode_Rec
source: Rec
ar_tn: موصى به
de: Empf.
he_il: מומלץ
id_id: Rek.
it_it: Cons.
ja_jp: 推奨
ko_kr: 추천
ru_ru: Рек.
tr_tr: Önerilen
vi_vn: Đề xuất
zh_hans: 推荐
zh_hant: 建議

# Intelligent_Mode_Rec_Tooltip
source: Recommended: High-impact, verified 100% safe tweaks
ar_tn: موصى به: تحسينات آمنة 100% وعالية التأثير
de: Empfohlen: Sehr wirksame, 100% sichere Optimierungen
es_es: Recomendado: Ajustes de alto impacto y 100% seguros
fr_fr: Recommandé : Optimisations à fort impact et 100 % sûres
he_il: מומלץ: כוונונים בעלי השפעה גבוהה ובטוחים ב-100%
id_id: Direkomendasikan: Penyesuaian berdampak tinggi & 100% aman
it_it: Consigliato: Ottimizzazioni ad alto impatto e sicure al 100%
ja_jp: 推奨: 効果が高く、100%安全が確認された調整項目
ko_kr: 추천: 효과가 뛰어나며 100% 안전한 최적화 항목
pt_br: Recomendado: Ajustes de alto impacto e 100% seguros
ru_ru: Рекомендовано: Высокоэффективные и на 100% безопасные твики
tr_tr: Önerilen: Yüksek etkili, %100 güvenli optimizasyonlar
vi_vn: Đề xuất: Tinh chỉnh tác động cao & an toàn 100%
zh_hans: 推荐: 高收益且 100% 安全的优化项
zh_hant: 建議: 高效益且 100% 安全的最佳化項目

# Intelligent_Mode_Safe
source: Safe
ar_tn: آمن
de: Sicher
es_es: Seguro
fr_fr: Sûr
he_il: בטוח
id_id: Aman
it_it: Sicuro
ja_jp: 安全
ko_kr: 안전
pt_br: Seguro
ru_ru: Безопасно
tr_tr: Güvenli
vi_vn: An toàn
zh_hans: 安全
zh_hant: 安全

# Intelligent_Mode_Safe_Tooltip
source: All Safe: All 100% safe, non-intrusive optimizations
ar_tn: آمن بالكامل: جميع التحسينات الآمنة بنسبة 100% وغير المتطفلة
de: Alles sicher: Alle 100% sicheren, unaufdringlichen Optimierungen
es_es: Todo seguro: Todas las optimizaciones 100% seguras y no intrusivas
fr_fr: Tout sécurisé : Toutes les optimisations 100 % sûres et non intrusives
he_il: הכל בטוח: כל המיטובים הבטוחים ב-100% שאינם פולשניים
id_id: Semua Aman: Semua optimasi 100% aman dan tidak mengganggu
it_it: Tutti sicuri: Tutte le ottimizzazioni sicure al 100% e non invasive
ja_jp: 安全のみ: 100%安全で副作用のないすべての最適化
ko_kr: 모두 안전: 100% 안전하고 시스템에 무리가 없는 모든 최적화
pt_br: Tudo Seguro: Todas as otimizações 100% seguras e não invasivas
ru_ru: Все безопасные: Все 100% безопасные и ненавязчивые настройки
tr_tr: Tümü Güvenli: %100 güvenli ve sorunsuz tüm optimizasyonlar
vi_vn: Tất cả an toàn: Mọi tối ưu hóa an toàn 100% và không xâm lấn
zh_hans: 全部安全: 所有 100% 安全无冲突的优化项
zh_hant: 全部安全: 所有 100% 安全無衝突的最佳化項目

# Intelligent_Mode_Adv
source: Adv
ar_tn: متقدم
de: Erw.
es_es: Avanz.
fr_fr: Avancé
he_il: מתקדם
id_id: Lanjutan
it_it: Avanz.
ja_jp: 高度
ko_kr: 고급
pt_br: Avanç.
ru_ru: Расш.
tr_tr: Gelişmiş
vi_vn: Nâng cao
zh_hans: 高级
zh_hant: 進階

# Intelligent_Mode_Adv_Tooltip
source: Advanced: Includes power-user & moderate tweaks
ar_tn: متقدم: يتضمن تحسينات للمستخدمين المحترفين وتحسينات متوسطة
de: Erweitert: Beinhaltet Power-User- & moderate Optimierungen
es_es: Avanzado: Incluye ajustes moderados y para usuarios avanzados
fr_fr: Avancé : Inclut les ajustements pour utilisateurs avancés et modérés
he_il: מתקדם: כולל כוונונים למשתמשים מתקדמים וכוונונים מתונים
id_id: Lanjutan: Termasuk penyesuaian untuk pengguna mahir & moderat
it_it: Avanzato: Include ottimizzazioni moderate e per utenti esperti
ja_jp: 高度: パワーユーザー向けおよび中級レベルの調整を含む
ko_kr: 고급: 파워 유저 및 일반 조정 항목 포함
pt_br: Avançado: Inclui ajustes moderados e para usuários avançados
ru_ru: Расширенный: Включает умеренные твики и настройки для опытных пользователей
tr_tr: Gelişmiş: İleri düzey kullanıcılar için ve orta seviye ayarları içerir
vi_vn: Nâng cao: Bao gồm tinh chỉnh vừa phải & cho người dùng chuyên sâu
zh_hans: 高级: 包含高级用户专属及适度优化项
zh_hant: 進階: 包含進階使用者專屬及適度最佳化項目

# Intelligent_Apply_Format
source: Apply {0} ({1})
ar_tn: تطبيق {0} ({1})
de: {0} anwenden ({1})
es_es: Aplicar {0} ({1})
fr_fr: Appliquer {0} ({1})
he_il: החל {0} ({1})
id_id: Terapkan {0} ({1})
it_it: Applica {0} ({1})
ja_jp: {0} を適用 ({1})
ko_kr: {0} 적용 ({1})
pt_br: Aplicar {0} ({1})
ru_ru: Применить {0} ({1})
tr_tr: {0} Uygula ({1})
vi_vn: Áp dụng {0} ({1})
zh_hans: 应用 {0} ({1})
zh_hant: 套用 {0} ({1})

# Intelligent_Apply_Active
source: {0} Active ✓
ar_tn: {0} نشط ✓
de: {0} aktiv ✓
es_es: {0} activo ✓
fr_fr: {0} actif ✓
he_il: {0} פעיל ✓
id_id: {0} Aktif ✓
it_it: {0} attivo ✓
ja_jp: {0} 適用済み ✓
ko_kr: {0} 활성 상태 ✓
pt_br: {0} Ativo ✓
ru_ru: {0} активно ✓
tr_tr: {0} Etkin ✓
vi_vn: {0} đã bật ✓
zh_hans: {0} 已启用 ✓
zh_hant: {0} 已啟用 ✓

# Intelligent_Btn_Preview
source: Preview
ar_tn: معاينة
de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
he_il: תצוגה מקדימה
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리보기
pt_br: Visualizar
ru_ru: Просмотр
tr_tr: Önizleme
vi_vn: Xem trước
zh_hans: 预览
zh_hant: 預覽

# Intelligent_Btn_Rollback
source: Rollback
ar_tn: تراجع
de: Zurücksetzen
es_es: Revertir
fr_fr: Restaurer
he_il: שחזור
it_it: Ripristina
ja_jp: ロールバック
ko_kr: 롤백
pt_br: Reverter
ru_ru: Откат
tr_tr: Geri Al
vi_vn: Khôi phục
zh_hans: 回滚
zh_hant: 復原

# Intelligent_TuneByDomain
source: Tune By Domain
ar_tn: الضبط حسب المجال
de: Nach Bereich anpassen
es_es: Ajustar por área
fr_fr: Ajuster par domaine
he_il: כוונון לפי תחום
id_id: Atur Berdasarkan Domain
it_it: Regola per area
ja_jp: 領域ごとに調整
ko_kr: 영역별 튜닝
pt_br: Ajustar por Domínio
ru_ru: Настройка по разделам
tr_tr: Alana Göre Ayarla
vi_vn: Tinh chỉnh theo lĩnh vực
zh_hans: 按领域优化
zh_hant: 按領域最佳化

# Intelligent_Preview_Title
source: Preview: {0}
ar_tn: معاينة: {0}
de: Vorschau: {0}
es_es: Vista previa: {0}
fr_fr: Aperçu : {0}
he_il: תצוגה מקדימה: {0}
id_id: Pratinjau: {0}
it_it: Anteprima: {0}
ja_jp: プレビュー: {0}
ko_kr: 미리보기: {0}
pt_br: Visualização: {0}
ru_ru: Предпросмотр: {0}
tr_tr: Önizleme: {0}
vi_vn: Xem trước: {0}
zh_hans: 预览: {0}
zh_hant: 預覽: {0}
